Repository: Jan-Paul-Kleijn/Twentynineteen-lightbox
Catalog: languages/twentynineteen-lightbox-*.po
Languages: nl_nl

source: Add lightbox to the Twenty Nineteen WordPress theme
nl_nl: Lightbox functionaliteit toevoegen aan het Twenty Nineteen WordPress thema

source: CSS Classname
nl_nl: Naam van de CSS class

source: Gallery type
nl_nl: Galerie type

source: Choose where you want the lightbox to appear
nl_nl: Bepaal waar je de lightbox functionaliteit geïmplementeerd wilt zien.

source: Align left
nl_nl: Links uitgelijnd (links uitlijnen)

source: Align right
nl_nl: Rechts uitgelijnd (rechts uitlijnen)

source: Align center
nl_nl: Gecentreerd (centreren)

source: Wide width
nl_nl: Vergrote breedte (grote breedte)

source: Full width
nl_nl: Volledig gemaakte breedte (volledige breedte)

source: Add lightbox functionality to each image in the galleries on your website. Here you can choose which type of gallery should be given this functionality.
nl_nl: Lightbox functionaliteit toevoegen aan de afbeeldingen in alle galerieën op de website. Je kunt hier kiezen voor welk type galerie de afbeeldingen een lightbox functionaliteit krijgen.

source: Add lightbox functionality to images with a certain CSS class. Here you can define which CSS class should be given this functionality. The default CSS classname is 'lightboxed'.
nl_nl: Lightbox functionaliteit toevoegen aan afbeeldingen met een bepaalde CSS class. Je kunt hier aangeven welke naam je wilt geven aan de CSS class die deze functionaliteit activeert. De standaardnaam voor de CSS class is ingesteld op 'lightboxed'.

source: Settings Saved
nl_nl: De instellingen zijn opgeslagen

source: Save Settings
nl_nl: Instellingen opslaan
